[
    {
        "id": 1,
        "group": 2,
        "grade": 11,
        "name": "Light Party",
        "description": "Even a tiny spark has the grand ambition of lighting up the boundless darkness."
    },
    {
        "id": 2,
        "group": 2,
        "grade": 12,
        "name": "Light Party",
        "description": "Even a tiny spark has the large ambition of lighting up the boundless darkness."
    },
    {
        "id": 3,
        "group": 2,
        "grade": 20,
        "name": "Taking Shape",
        "description": "You can only protect everything that you hold dear in this world of desolation if you are strong enough."
    },
    {
        "id": 4,
        "group": 2,
        "grade": 21,
        "name": "Taking Shape",
        "description": "You can protect everything that you hold dear in this world of desolation only if you are strong enough."
    },
    {
        "id": 5,
        "group": 2,
        "grade": 22,
        "name": "Taking Shape",
        "description": "You can only protect everything that you hold dear in this world of desolation if you are strong enough."
    },
    {
        "id": 6,
        "group": 2,
        "grade": 30,
        "name": "Ace File",
        "description": "\"If I become the strongest commander, I'll be able to protect more things, right?\" says a young person in these turbulent times."
    },
    {
        "id": 7,
        "group": 2,
        "grade": 31,
        "name": "Ace File",
        "description": "\"If I become the strongest commander, I'll be able to protect more things, right?\" says a young person in these turbulent times."
    },
    {
        "id": 8,
        "group": 2,
        "grade": 32,
        "name": "Ace File",
        "description": "\"If I become the strongest commander, I'll be able to protect more things, right?\" says a young person in these turbulent times."
    },
    {
        "id": 9,
        "group": 2,
        "grade": 40,
        "name": "Flying Banners",
        "description": "Army banners dance in the wind like flying griffins, ready to brave the oncoming storms of the unknown."
    },
    {
        "id": 10,
        "group": 2,
        "grade": 41,
        "name": "Flying Banners",
        "description": "Army banners dance in the wind like flying griffins, ready to brave the oncoming storms of the unknown."
    },
    {
        "id": 11,
        "group": 2,
        "grade": 42,
        "name": "Flying Banners",
        "description": "Army banners dance in the wind like flying griffins, ready to brave the oncoming storms of the unknown."
    },
    {
        "id": 12,
        "group": 2,
        "grade": 50,
        "name": "Million Heroes",
        "description": "Footsteps echo through the mountains, breaking through enemy formation. You came, you saw, you conquered."
    },
    {
        "id": 13,
        "group": 2,
        "grade": 51,
        "name": "Million Heroes",
        "description": "Footsteps echo through the mountains, breaking through enemy formation. You came, you saw, you conquered."
    },
    {
        "id": 14,
        "group": 2,
        "grade": 52,
        "name": "Million Heroes",
        "description": "Footsteps echo through the mountains, breaking through enemy formation. You came, you saw, you conquered."
    },
    {
        "id": 15,
        "group": 2,
        "grade": 60,
        "name": "Heart of the Legion",
        "description": "The girls charge forward bravely and fearlessly on the battlefield because they know that you are there to watch their backs."
    },
    {
        "id": 16,
        "group": 2,
        "grade": 61,
        "name": "Heart of the Legion",
        "description": "The girls charge forward bravely and fearlessly on the battlefield because they know that you are there to watch their backs."
    },
    {
        "id": 17,
        "group": 3,
        "grade": 11,
        "name": "Tight Reserves",
        "description": "When you are low on armaments, a sharpened stick is your deadliest saber."
    },
    {
        "id": 18,
        "group": 3,
        "grade": 21,
        "name": "Ample Resources",
        "description": "Alright, ladies, stop looking so miserable with your antique weapons. Come and look at this batch of...uh, not-so-antique equipment! Doesn't that make you feel better?"
    },
    {
        "id": 19,
        "group": 3,
        "grade": 31,
        "name": "Road to Prosperity",
        "description": "If you want any name-brand equipment, just file a report and the Commander will sort it out for you! We've got the big bucks now!"
    },
    {
        "id": 20,
        "group": 3,
        "grade": 41,
        "name": "Quartermaster",
        "description": "Sharp tools make good work. Quality equipment will take your T-Dolls to another level on the battlefield, and you know that very well."
    },
    {
        "id": 21,
        "group": 3,
        "grade": 51,
        "name": "The Great Collector",
        "description": "Even the most loyal veteran who has seen it all will be tempted to jump ship and join Griffin instead when they see the armory stacked full of tactical equipment."
    },
    {
        "id": 22,
        "group": 3,
        "grade": 61,
        "name": "Arms Magnate",
        "description": "The world may be a harsh place, but you can still forge a warm future with these cold tactical equipment."
    },
    {
        "id": 23,
        "group": 4,
        "grade": 11,
        "name": "Materialism",
        "description": "Fairies, witches, King Arthur don't exist. They're all just stories to fool kids."
    },
    {
        "id": 24,
        "group": 4,
        "grade": 21,
        "name": "Dancing with Fairies",
        "description": "You knew you're hopelessly charmed by these adorable little folks the first time you talked to them."
    },
    {
        "id": 25,
        "group": 4,
        "grade": 31,
        "name": "E-Blessing",
        "description": "Fairies in fairytales tend to cast forest blessings that grant strength. Here at Griffin, the electronic Fairies give out cyber blessings that will give you a better chance of drawing better discount vouchers."
    },
    {
        "id": 26,
        "group": 4,
        "grade": 41,
        "name": "Fairy's Magic",
        "description": "Magic and curses do not actually exist, but being the subject of the Tactical Fairies' adoration, you possess the miraculous power that can turn battles around – just like a sorcerer."
    },
    {
        "id": 27,
        "group": 4,
        "grade": 51,
        "name": "Like the Red Dragon",
        "description": "Just as the Tactical Fairies watch over you, you will take up arms to protect them – like King Arthur in Celtic mythology."
    },
    {
        "id": 28,
        "group": 4,
        "grade": 61,
        "name": "Oberon of Gun Smoke",
        "description": "I am a Griffin Commander – a shining beacon in a brave new world, and the ruler of Tactical Fairies."
    },
    {
        "id": 29,
        "group": 5,
        "grade": 11,
        "name": "Street Fight Expert",
        "description": "We're good at street fights, mostly because we don't have much in terms of HOC..."
    },
    {
        "id": 30,
        "group": 5,
        "grade": 21,
        "name": "Bombardment Command",
        "description": "You said before that the lack of HOC was the reason why you hadn't been able to seize this outpost, yeah? Well, now that you do have your HOC, you can't blame it on that anymore, can you?"
    },
    {
        "id": 31,
        "group": 5,
        "grade": 31,
        "name": "Thunderous Artillery",
        "description": "The call-to-arms, the command to attack, and the thunderous artillery weave together into a prelude to victory."
    },
    {
        "id": 32,
        "group": 5,
        "grade": 41,
        "name": "Thunderbolt of Steel",
        "description": "Right now, we shall unleash a thunderbolt forged with steel on the battlefield."
    },
    {
        "id": 33,
        "group": 5,
        "grade": 51,
        "name": "Dragon Tamer",
        "description": "Firepower that incinerates all things like the breath of a dragon."
    },
    {
        "id": 34,
        "group": 5,
        "grade": 61,
        "name": "I Am Divine Retribution",
        "description": "I shall turn the lair of my enemies into a sea of fire that engulfs them, just as God had unleashed his wrath upon Babylon."
    },
    {
        "id": 35,
        "group": 6,
        "grade": 11,
        "name": "Zero Tolerance",
        "description": "You're assigning these enemies into my troops? What kind of ridiculous joke is that?"
    },
    {
        "id": 36,
        "group": 6,
        "grade": 21,
        "name": "Foes to Friends",
        "description": "Tut-tut, look at that kind of firepower, that armor... Why haven't I thought of recruiting them earlier?"
    },
    {
        "id": 37,
        "group": 6,
        "grade": 31,
        "name": "All-Embracing",
        "description": "Give equal opportunities to Griffin and defector Dolls. Only then will you be a charitable and upright commander!"
    },
    {
        "id": 38,
        "group": 6,
        "grade": 41,
        "name": "Allied Front",
        "description": "Now that we have forged an alliance, we shall have no more reason to fear."
    },
    {
        "id": 39,
        "group": 6,
        "grade": 51,
        "name": "Secret Ace",
        "description": "In this high-stakes game known as war, your growing Coalition Forces are the hidden ace that will eventually turn the tables."
    },
    {
        "id": 40,
        "group": 6,
        "grade": 61,
        "name": "Into the Milky Way",
        "description": "In the boundless night sky, those tiny flecks of starlight huddle together, forming the Milky Way that illuminates your path."
    },
    {
        "id": 41,
        "group": 8,
        "grade": 11,
        "name": "On Paper",
        "description": "You are already well-versed in military theories before joining Griffin, but theories alone have no sway over battles."
    },
    {
        "id": 42,
        "group": 8,
        "grade": 21,
        "name": "Green As Grass",
        "description": "The North Wind made the Vikings. This is the time to advance upwind and face your trial by fire."
    },
    {
        "id": 43,
        "group": 8,
        "grade": 31,
        "name": "Three Steps Ahead",
        "description": "The battlefield is a chessboard. When you are three steps ahead of your enemies, you are an excellent tactical commander."
    },
    {
        "id": 44,
        "group": 8,
        "grade": 41,
        "name": "Battlefield Magician",
        "description": "If a battle is a performance, then firepower is no more than the stage lights. The magic that can turn the situation around is the Commander's tactics and strategies."
    },
    {
        "id": 45,
        "group": 8,
        "grade": 51,
        "name": "Master of Gambits",
        "description": "In face of the enemies surging towards you, you smile – everything has been planned out; all that's left is to watch them perish."
    },
    {
        "id": 46,
        "group": 8,
        "grade": 61,
        "name": "The Unmatched General",
        "description": "The countless trials on the battlefield have forged you into an indomitable and peerless general, but you have not let the flames of war tarnish your purity."
    },
    {
        "id": 47,
        "group": 9,
        "grade": 11,
        "name": "Blitzkrieg Maniac",
        "description": "Forget about resources, supplies, and all that nonsense. Don't you know anything about Blitzkrieg? BLITZ! KRIEG!"
    },
    {
        "id": 48,
        "group": 9,
        "grade": 21,
        "name": "Battlefield Cafeteria",
        "description": "Now that you have consulted Kalina about battlefield logistics, at least your Dolls on the frontlines won't have to starve."
    },
    {
        "id": 49,
        "group": 9,
        "grade": 31,
        "name": "Griffin Delivery",
        "description": "Sometimes you can't help but wonder whether you would make more money if you had become a manager at a delivery company instead of a Griffin commander."
    },
    {
        "id": 50,
        "group": 9,
        "grade": 41,
        "name": "Super Logistician",
        "description": "Proper preparations should be made in advance. Decisive moves and snappy logistic execution are the key to victory."
    },
    {
        "id": 51,
        "group": 9,
        "grade": 51,
        "name": "Glutton",
        "description": "As you notice the Griffin Dolls are becoming visibly plump, you begin to wonder if you've been doing something wrong."
    },
    {
        "id": 52,
        "group": 9,
        "grade": 61,
        "name": "Lord of the Treasure Hoard",
        "description": "It is not wealth that you, who possess an abundance of resources, covet, but the power to make the ones you hold dear happy."
    },
    {
        "id": 53,
        "group": 10,
        "grade": 11,
        "name": "Otaku Alert",
        "description": "Make friends? I still think reading manga and browsing Grifchan are more fun."
    },
    {
        "id": 54,
        "group": 10,
        "grade": 21,
        "name": "Stepping Out",
        "description": "After taking the first step out of my office, I realize making friends can be quite fun too."
    },
    {
        "id": 55,
        "group": 10,
        "grade": 31,
        "name": "Walking Together",
        "description": "On the battlefield, we shall watch each other's back and blaze a trail of blood together... But for now, how about a thrilling game of Luffberry Chess?"
    },
    {
        "id": 56,
        "group": 10,
        "grade": 41,
        "name": "Social Butterfly",
        "description": "Interacting with other people is a joy; turning strangers into friends is an art."
    },
    {
        "id": 57,
        "group": 10,
        "grade": 51,
        "name": "Party Animal",
        "description": "Who would say no to a fun party? Let us all gather together and enjoy ourselves! Unlimited drinks tonight!"
    },
    {
        "id": 58,
        "group": 10,
        "grade": 61,
        "name": "Superstar",
        "description": "Even a popular celebrity signed by a broadcasting company isn't half as dazzling as a heartthrob like you!"
    },
    {
        "id": 59,
        "group": 11,
        "grade": 11,
        "name": "Stern-Faced Officer",
        "description": "Behind those clumsy, cold words lies a warm and caring heart."
    },
    {
        "id": 60,
        "group": 11,
        "grade": 21,
        "name": "First Confession",
        "description": "Silent concern doesn't always get across. Sometimes kindness has to be verbally expressed."
    },
    {
        "id": 61,
        "group": 11,
        "grade": 31,
        "name": "Hot-Blooded Teacher",
        "description": "You try your utmost best to help your Dolls solve their issues both in work and in life, just like a certain young teacher who leads a group of choristers."
    },
    {
        "id": 62,
        "group": 11,
        "grade": 41,
        "name": "Friend of Dolls",
        "description": "In this month's \"Who is the cutest at Griffin?\" poll, you came first, rather unsurprisingly."
    },
    {
        "id": 63,
        "group": 11,
        "grade": 51,
        "name": "Boat in the Storm",
        "description": "In the storm of change, you are a boat that gives your Dolls shelter and respite. You cling tightly onto each other to survive this storm."
    },
    {
        "id": 64,
        "group": 11,
        "grade": 61,
        "name": "Home and Hearth",
        "description": "Those who have power but no compassion are oblivious to others' pain. Don't ever lose your kindness, because you are the Dolls' home and hearth."
    }
]